Repository: irstv/orbisgis
Catalog: legend/src/main/resources/org/orbisgis/legend/translation/language/*.po
Languages: fr

source: Unique Symbol - Point
fr: Symbole unique - Point

source: Unique Symbol - Line
fr: Symbole unique - Ligne

source: Unique Symbol - Area
fr: Symbole unique - Aire

source: Interval Classification - Area
fr: Classification par intervalle - Aire

source: Interval Classification - Line
fr: Classification par intervalle - Ligne

source: Interval Classification - Point
fr: Classification par intervalle - Point

source: Proportional Line
fr: Ligne proportionnelle

source: Proportional Point
fr: Point proportionnel

source: Value Classification - Point
fr: Classification de valeurs - Point

source: Value Classification - Area
fr: Classification de valeurs - Aire

source: Value Classification - Line
fr: Classification de valeurs - Ligne
