Repository: irstv/orbisgis
Catalog: docking-impl/src/main/resources/org/orbisgis/docking/translation/language/*.po
Languages: fa

source: Windows
fa: ويندوز

source: Web configuration
fa: پيکره بندي وب

source: Proxy
fa: پروکسي

source: Use Proxy
fa: استفاده از پروکسي

source: Proxy url
fa: آدرس پروکسي

source: Proxy port
fa: درگاه پروکسي

source: The proxy port is invalid
fa: درگاه پروکسي معتبر نيست

source: &Look And Feel
fa: &ديدن و درک کردن

source: &Windows
fa: &ويندوز

source: Unable to load the docking layout.
fa: ناموفق در بارگذاری طرح بندی تعمیراتی

source: Unable to save the docking layout.
fa: ناموفق در ذخیره طرح بندی تعمیراتی

source: Save documents
fa: ذخیره اطلاعات

source: &Save
fa: &ذخيره

source: Save &All
fa: ذخيره &همه

source: Save all documents and close this dialog
fa: ذخیره تمامی اطلاعات و بستن پنجره

source: &Cancel
fa: &لغو
