Repository: irstv/orbisgis
Catalog: bundles/orbisgis-omanager/src/main/resources/org/orbisgis/omanager/translation/*.po
Languages: fr

source: &Manage plug-ins
fr: &Gérer les plugins

source: Start
fr: Démarrer

source: Activate the selected plug-in
fr: Activer le plugin sélectionné

source: Stop
fr: Arrêter

source: Deactivate the selected plug-in
fr: Désactiver le plugin sélectionné

source: Update
fr: Recharger

source: Update the plug-in with the same version.
fr: Met à jour le plug-in de même version.

source: Uninstall
fr: Désinstaller

source: Remove the selected plug-in
fr: Supprime le plug-in

source: Plug-ins manager
fr: Gestionnaire de plugins

source: Manage repositories
fr: Gérer les Dépôts

source: Add/Remove remote bundle repositories.
fr: Ajouter ou supprimer des dépôts de plugins

source: Refresh
fr: Actualiser

source: Reload the list of plug-ins from the Internet.
fr: Recharge la liste des plugins depuis les dépôts.

source: All state
fr: Tous

source: Do not filter bundle by their state.
fr: Ne pas filtrer les plugins selon leurs état

source: Installed
fr: Installé

source: Show only installed bundles.
fr: Affiche seulement les plugins installés

source: Show only bundles where an update is available.
fr: Affiche seulement les plugins dont une mise à niveau est disponible

source: Bundle-ContactAddress
fr: Contact

source: Bundle-Copyright
fr: Copyright

source: Bundle-Description
fr: Description

source: Bundle-DocURL
fr: Documentation

source: Bundle-License
fr: License

source: Bundle-Localization
fr: Traduction

source: Bundle-ManifestVersion
fr: Version

source: Bundle-NativeCode
fr: Code Natif

source: Bundle-RequiredExecutionEnvironment
fr: Environnement d’exécution requis

source: Service-Component
fr: Composant de service

source: Bundle-SymbolicName
fr: Nom symbolique

source: Bundle-UpdateLocation
fr: Emplacement de mise à jour

source: Bundle-Vendor
fr: Auteur

source: Bundle-Version
fr: Version

source: gui
fr: ui
