Repository: irstv/orbisgis
Catalog: bundles/geocatalog/src/main/resources/org/orbisgis/geocatalog/translation/language/*.po
Languages: ru_ru

source: Save the source in a file.
ru_ru: Сохранить источник в файле

source: Cannot create the file
ru_ru: Невозможно создать файл

source: GeoCatalog
ru_ru: ГеоКаталог

source: Add filter
ru_ru: Добавить фильтр

source: Add a new data source filter
ru_ru: Добавить новый фильтр источника данных

source: Add
ru_ru: Добавить

source: File
ru_ru: Файл

source: Add a file from hard drive.
ru_ru: Добавить файл с жесткого диска

source: Folder
ru_ru: Папка

source: Add a set of file from an hard drive folder.
ru_ru: Добавить несколько файлов из папки жесткого диска

source: Save
ru_ru: Сохранить

source: Remove the source
ru_ru: Удалить источник

source: Cannot remove the source {0}
ru_ru: Невозможно удалить источник {0}

source: Connection parameters
ru_ru: Параметры подключения

source: Connexion name
ru_ru: Название подключения

source: MyConnexion
ru_ru: МоеПодключение

source: Type of database
ru_ru: Тип базы данных

source: Host
ru_ru: Хозяин

source: Default port
ru_ru: Порт по умолчанию

source: Database name
ru_ru: Имя базы данных

source: Please specify a connexion name
ru_ru: Пожалуйста укажите название подключения

source: The database name is mandatory
ru_ru: Имя базы данных является обязательным

source: The host cannot be null
ru_ru: Хозяин не может быть пустым

source: Cannot format the port code into an int
ru_ru: Не удается отформатировать код порта в целочисленное

source: The port number must be comprise between 0 and 32767
ru_ru: Номер порта должен быть от 0 до 32767

source: Connect to the database
ru_ru: Подключиться к базе данных

source: Disconnect
ru_ru: Отключить

source: Add a new connection
ru_ru: Добавить новое подключение

source: Edit the connection
ru_ru: Отредактировать соединение

source: Remove the connection
ru_ru: Удалить подключение

source: Saved with the OrbisGIS database panel
ru_ru: Сохранить через интерфейс данных

source: There is already a connection with this name.
ru_ru: Уже существует подключение с таким названием

source: Contains
ru_ru: Содержит

source: Alphanumeric
ru_ru: Буквенно-цифровой

source: DataBase
ru_ru: База данных

source: Files
ru_ru: Файлы

source: Geometry
ru_ru: Геометрия

source: Vectorial
ru_ru: Вектор

source: System Table
ru_ru: Системная таблица

source: Source type is
ru_ru: Тип источника

source: Not contains
ru_ru: Не содержит
