Repository: irstv/orbisgis
Catalog: bundles/core-map/src/main/resources/org/orbisgis/coremap/*.po
Languages: es, it

source: Layer {0} not drawn
es: Capa {0} no dibujada
it: Layer {0} non disegnato

source: Cannot get Stream image
es: No puedo el stream de imagen
it: Impossibile ottenere l'immagine

source: Area Symbolizer
es: Simbolo de area
it: Simbolo Area

source: Dash array must be made of positive numbers separated with spaces.
es: El array tablero debe estar constituido de números positivos separados por espacios.
it: L'array deve essere composto da numeri positivi separati da uno spazio.

source: Line Symbolizer
es: Símbolo de la linea
it: Simbolo Linea

source: Point Symbolizer
es: Símbolo del punto
it: Simbolo Punto

source: Could not find position for mark within area
es: No se encuentra una posicion para la marca dentro del area.
it: Impossibile trovare la posizione per segnare l'area

source: Fallback
es: Recurso
it: Ritorno

source: Manual
it: Manuale

source: Natural breaks
es: Rupturas naturales
it: Interruzioni naturali

source: Quantiles
es: Cuantiles
it: Quantili

source: Equal Intervals
es: Intervalos iguales
it: Intervalli uguali

source: Mean - Standard deviation
es: Promedio - desviación estandar
it: Significa . Deviazione standard

source: Boxed means
es: significados englobados
it: Boxed significa

source: Unable to categorize the feature
es: La característica no se puede clasificar
it: Impossibile catalogare questa funzione

source: Fallback ({0})
es: Recurso({0})
it: Ritorno ({0})

source: Error during graphic composition
es: Error durante la composicion del grafico
it: Errore durante la composizione grafica

source: Could not render graphic
es: No se puede hacer el grafico
it: Impossibile renderizzare la grafica

source: SQUARE
es: Cuadrado
it: QUADRATO

source: HALFCIRCLE
es: Medio circulo
it: MEZZO CERCHIO

source: TRIANGLE
es: TRIANGULO
it: TRIANGOLO

source: STAR
es: Estrella
it: STELLA

source: CROSS
es: Cruz
it: CROCE

source: CIRCLE
es: CIRCULO
it: CERCHIO

source: Perpendicular offset failed
es: Falla en el desplazamiento perpendicular
it: Impossibile calcolare l'offset perpendicolare

source: CLOSE
es: CERRAR
it: CHIUDI

source: CUBIC TO {0}:{1}
es: Cúbico a {0}: {1}
it: CUBICO A {0}:{1}

source: LINE TO {0}:{1}
es: LÍNEA A {0}: {1}
it: LINEA A {0}:{1}

source: MOVE TO {0}:{1}
es: MOVER A {0}:{1}
it: SPOSTA A {0}:{1}

source: QUAD TO {0}:{1}
es: QUAD para {0}:{1}
it: INQUADRA A {0}:{1}

source: !DEFAULT!
es: !POR DEFECTO!
it: !PREDEFINITO!

source: Unable to compute perpendicular offset
es: No se puede computar/calcular el desplazamiento perpendicular.
it: Impossibile calcolare l'offset perpendicolare

source: PERCENT
es: PORCENTAJE
it: PERCENTO

source: Cannot draw the shape
es: No se puede dibujar la figura
it: Impossibile disegnare la forma

source: Zoom to selection
it: Ingrandisci alla selezione

source: Unable to establish the selection bounding box
it: Impossibile stabilire i bordi del box di selezione

source: Zoom to the selected geometries
it: Ingrandisci le geometrie selezionate

source: Headless graphics environment, set current DPI to 96.0
es: Entorno gráfico sin encabezamiento, ponga el valor DPI actual a 96.0
it: Gestione dell'ambiente grafico, imposta il DPI corrente a 96.0

source: The source contains no spatial info
es: La fuente no contiene información espacial
it: Questo sorgente non contiene informazioni spaziali

source: Cannot open layer : {0}
es: No se puede abrir la capa: {0}
it: Impossibile aprire il layer : {0}

source: Cannot remove the layer {0}
es: No se puede eliminar la capa {0}
it: Impossibile rimuovere il layer {0}

source: Cannot close layer {0}
es: No se puede cerrar la capa {0}
it: Impossibile chiudere il layer {0}

source: Layer provided for drawing is not from the map context layer model.
es: Capa proporcionada para dibujar no viene del mapa del modelo de la capa de contexto.
it: Il layer previsto per il disegno non proviene dal modello dei layer contenuti nella mappa.

source: The map is not open
es: El mapa no está abierto
it: La mappa non è aperta

source: Unable to read the provided map context
es: El contexto del mapa proporcionado no se puede leer
it: Impossibile leggere i contenuti della mappa

source: Error raised while exporting the map context
es: Error producido mientras exportas el mapa de contenido.
it: Errore durante l'esportazione dei contenuti della mappa

source: The map must be closed to invoke this method
es: El mapa debe estar cerrado para invocar este método
it: La mappa deve essere chiusa prima di invocare questa funzione

source: Unable to parse the href URI {0}.
es: No se puede convertir el enlace Uri {0}
it: Impossibile identificare l'URI {0}.

source: Unable to load the description of the layer {0}
es: No se puede cargar la descripción de la capa {0}
it: Impossibile caricare la descrizione del layer {0}

source: The layer has not been imported
es: La capa no se ha importado
it: Il layer non è stato importato

source: The map is already open
es: El mapa ya se encuentra abierto
it: La mappa è già aperta

source: HTTP Error {0} message : {1} with the URL {2}
es: Error HTTP {0} mensaje {1} con la URL {2}
it: Errore HTTP {0} messaggio : {1} con l'URL {2}

source: Invalid XML content
es: Contenido XML inválido
it: Contenuto XML non valido

source: Cannot parse the provided date {0}
es: No puedo convertir la fecha proporcionada {0}
it: Impossibile comparare la data fornita {0}

source: HTTP Error {0} message : {1}
es: Error HTTP {0} mensaje {1}
it: Errore HTTP {0} messaggio : {1}

source: HTTP Error {0} message : {1} while removing the map context from {2}
es: Error HTTP {0} mensjae {1} mientras se borraba el mapa de contexto desde {2}
it: Errore HTTP {0} messaggio : {1} durante la rimozione del contenuto della mappa da {2}

source: HTTP Error {0} message : {1} while downloading from {2}
es: Error HTTP {0} mensjae {1} mientras bajaba información desde {2}
it: Errore HTTP {0} messaggio : {1} durante il download da {2}

source: Unable to load the data source uri {0}.
es: No se puede cargar la uri de origen de datos {0}.
it: Impossibile caricare l'url della sorgente dati {0}.

source: Cannot move a layer to its child
es: No se uede mover una capa a su capa hija.
it: Impossibile spostare un layer al suo figlio

source: This layer cannot have children
es: Esta capa no puede tener hijos
it: Questo layer non può avere figli

source: This layer does not have children
es: Esta capa no tiene hijos
it: Questo layer non ha figli

source: This layer doesn't contain any child
es: Esta capa no contiene hijos
it: Questo layer non contiene nessun figlio

source: No row selection in a layer collection
es: No se seleccionaron filas en la colección de capas
it: Nessuna riga selezionata nella collezione
